{"0":"Summary Unavailable","1":"Summary Unavailable","2":"Summary Unavailable","3":"Summary Unavailable","4":"Summary Unavailable","5":"Summary Unavailable","6":"Summary Unavailable","7":"Summary Unavailable","8":"Summary Unavailable","9":"Summary Unavailable","10":"Summary Unavailable","11":"Summary Unavailable","12":"Summary Unavailable","13":"Summary Unavailable","14":"Summary Unavailable","15":"Summary Unavailable","16":"Summary Unavailable","17":"Summary Unavailable","18":"Summary Unavailable","19":"Summary Unavailable","20":"Summary Unavailable","21":"Summary Unavailable","22":"","23":"Summary Unavailable","24":"Summary Unavailable","25":"Summary Unavailable","26":"Summary Unavailable","27":"Summary Unavailable","28":"Summary Unavailable","29":"Summary Unavailable","30":"Parity for HUBZone Appeals Act of 2020\nThis bill requires the Small Business Administration (SBA) to authorize its Office of Hearings and Appeals (OHA) to decide all appeals from formal protest determinations in connection with the status of a HUBZone small business.\nA HUBZone small business is a small business in a historically underutilized business zone. Currently, HUBZone status appeals are the responsibility of the Office of Government Contracting and Business Development. The bill would place HUBZone status appeals within the purview of the OHA alongside other SBA programs such as the Service-Disabled Veteran-Owned Small Business program and the Women-Owned Small Business program.","31":"504 Modernization and Small Manufacturer Enhancement Act of 2020\nThis bill modifies the Small Business Administration (SBA) 504 Loan Program, which provides a small business with SBA financing—through a certified development company (CDC) intermediary—for expansion or modernization.\nSpecifically, the bill adds policy goals, at least one of which a CDC must demonstrate to be eligible for assistance. These include (1) enhancing the ability of a small business to reduce costs by using energy efficient products and generating renewable energy, and (2) aiding the revitalization of any area for which a disaster has been declared or determined. The bill also authorizes a CDC to take specified actions to facilitate the closing of a 504 loan, such as correcting borrower or lender information on loan documents or reallocating up to 10% of the cost of a project, and it establishes an express loan closing program for a 504 loan that is less than $500,000.\nFor small manufacturers, the bill (1) increases the maximum loan amount from $5.5 million to $6.5 million, (2) reduces the amount that they must contribute to project costs, (3) increases job retention requirements, and (4) revises collateral requirements and debt refinancing considerations. Further, each SBA district office must partner with a resource partner to provide certain training for small manufacturers. ","32":"504 Credit Risk Management Improvement Act of 2020\nThis bill revises the duties of the Office of Credit Risk Management to include oversight of a certified development company (CDC) that participates in the 504 Loan Program of the Small Business Administration (SBA), and it requires the SBA to issue rules related to certain environmental requirements. The 504 Loan Program provides a small business with SBA financing—through a CDC intermediary—for expansion or modernization.\nSpecifically, the bill requires the office to oversee any CDC that participates in the program and to conduct file reviews with respect to loan closings under the program. Further, the bill authorizes the office to take formal and informal enforcement actions against a CDC for specified violations and to charge each CDC a fee.\nThe SBA must issue rules to clarify the procedures necessary for an eligible CDC to comply with certain environmental requirements. ","33":"Coin Metal Modification Authorization and Cost Savings Act of 2020\nThis bill authorizes the United States Mint to modify the metallic composition of circulating coins (including by prescribing reasonable manufacturing tolerances with respect to those coins) if a study and analysis conducted by the Mint indicates that the modification will\nThe Mint must notify Congress before making the modification and provide a justification for the modification.","34":"This bill establishes through FY2025 a Community Advantage Loan Program under which the Small Business Administration (SBA) may guarantee loans made by covered institutions to small business concerns in underserved markets. \nSpecifically, the bill provides statutory authority for the Community Advantage Pilot Program (CA) and includes women and minorities as eligible groups for CA loans in addition to the other categories that are currently eligible. The bill requires at least 60% of loans made by a covered institution under the program be made to small business concerns in underserved markets, and it allows the SBA to waive the $250,000 cap on loan sizes up to $350,000. The bill further requires the SBA to provide both in-person and online training and technical assistance that is free or low-cost for covered institutions making loans under the program.\nThe SBA must establish a working group to develop recommendations for the SBA to effectively manage, support, and promote the program and its mission.\nLastly, the bill requires the Government Accountability Office to report on program outcomes. ","35":"This bill directs the Forest Service to conduct a study to identify available land within the islands of Hawaii, Maui, Molokai, Lanai, Oahu and Kauai that could be included in a national forest in Hawaii.","36":"This bill authorizes FY2021 appropriations and sets forth policies for Department of Defense (DOD) programs and activities, including military personnel strengths. It does not provide budget authority, which is provided in subsequent appropriations legislation.\nThe bill authorizes appropriations to DOD for\nThe bill also authorizes the FY2021 personnel strengths for active duty and reserve forces and sets forth policies regarding\nThe bill authorizes appropriations for base realignment and closure activities, and maritime matters.\nThe bill authorizes appropriations and sets forth policies for Department of Energy national security programs, including the National Nuclear Security Administration and the Defense Nuclear Facilities Safety Board.\nThe bill also sets forth policies regarding certain federal activities related to artificial intelligence, including implementation by the President of a National Artificial Intelligence Initiative to support research and development, education, and training programs. ","37":"","38":"This bill requires the General Services Administration (GSA) to establish an Information Technology Modernization Centers of Excellence Program to facilitate the adoption of modern technology by executive agencies.\nThe GSA shall (1) coordinate with the Department of Homeland Security in establishing the program to ensure that the technology, tools, and frameworks facilitated for executive agencies by the program provide sufficient cybersecurity and maintain the integrity, confidentiality, and availability of federal information; and (2) report to Congress.","39":"Gandhi-King Scholarly Exchange Initiative Act\nThis bill establishes (1) a professional exchange program between the United States and India with a focus on the legacies of Martin Luther King Jr. and Mohandas Gandhi, (2) a development training initiative based on principles of nonviolence, and (3) a foundation to address development priorities in India.\nSpecifically, the bill establishes a professional exchange program comprised of both an annual educational forum for scholars from the United States and India, as well as an undergraduate, graduate, and post-graduate student exchange for students in the United States and India.\nThe bill also establishes a professional development training initiative on conflict resolution tools based on the principles of nonviolence. Further, the bill establishes the United States-India Gandhi-King Development Foundation to identify development priorities in India (e.g., pollution and climate change, education, and tuberculosis) and administer competitively awarded grants to nongovernmental entities to address those priorities.","40":"","41":"","42":"","43":"","44":"","45":"","46":"","47":"","48":"","49":"","50":"","51":"","52":"","53":"","54":"","55":"","56":"This bill authorizes the Department of Veterans Affairs (VA) and the Department of Defense (DOD) to enter into arrangements for the sharing of medical facilities and services with urban Indian organizations. The VA and DOD shall reimburse an urban Indian organization where services are provided to beneficiaries eligible for services from either department.","57":"","58":"This bill decriminalizes marijuana.\nSpecifically, it removes marijuana from the list of scheduled substances under the Controlled Substances Act and eliminates criminal penalties for an individual who manufactures, distributes, or possesses marijuana.\nThe bill also makes other changes, including the following:","59":"","60":"","61":"This bill requires the Department of Agriculture (USDA) and the Department of the Interior to issue guidance related to certain community land grants in New Mexico made by Spain or Mexico to individuals, groups, and communities to promote the settlement of the southwestern United States (land grant-mercedes).\nThe guidance shall set forth the policies and procedures for notice and comment on planning decisions, routine engagement, and major federal actions that could impact historical-traditional uses of a qualified land grant-merced.\nIn developing, maintaining, and revising land management plans and National Forest System land and resource management plans, as applicable, the USDA or Interior shall consider and, as appropriate, provide for and evaluate impacts to historical-traditional uses by qualified land grant-mercedes.\nThe USDA shall initiate negotiated rulemaking procedures to promulgate such regulations as are necessary to carry out and implement the Forest Service's Acequia Guidance Document, dated July 2, 2019.","62":"","63":"This bill authorizes the Fallen Journalists Memorial Foundation to establish a commemorative work on federal land in commemoration of America's commitment to a free press as represented by journalists who sacrificed their lives in their line of work.","64":"This bill authorizes the Daughters of the Republic of Texas to establish the Republic of Texas Legation Memorial on federal land in the District of Columbia and its environs to commemorate and honor those individuals who, as representatives of the Republic of Texas, served in the District of Columbia as diplomats to the United States and made possible the annexation of Texas as the 28th state of the United States. ","65":"","66":"","67":"","68":"","69":"","70":"","71":"","72":"(Sec. 4) This bill establishes the National Museum of the American Latino in the Smithsonian Institution. \nThe purposes of the museum are to (1) illuminate Latino contributions to the story of the United States; (2) provide for the collection, study, research, publication, and establishment of exhibitions and programs related to Latino life, art, history, and culture; and (3) provide for collaboration with Smithsonian Institution museums and research centers and other museums and educational institutions in the United States and abroad to promote the study and appreciation of Latino life, art, history, culture, and their impact on society in the United States. \n(Sec. 5) The bill establishes a Board of Trustees for the museum to advise and assist the Board of Regents of the Smithsonian on all matters related to the administration and preservation of the museum.\nThe Board of Trustees shall ensure that the exhibits and programs of the museum reflect the diversity of the political viewpoints held by Latinos on the events and issues related to Latino history in the United States.\n(Sec. 6) The Director of the museum shall manage the museum and may carry out educational and liaison programs in support of its goals.\n(Sec. 7) The Director of the Institute of Museum and Library Services shall establish and carry out specified grant programs and a scholarship program, including a grant program to promote the understanding of the Latin American diaspora in the United States. \n(Sec. 8) The Board of Regents shall designate a site for the museum and is authorized to design and construct it. ","73":"","74":"","75":"War Crimes Rewards Expansion Act\nThis bill expands the Department of State's rewards program to authorize rewards for providing information leading to the arrest, conviction, or transfer of a foreign national accused of war crimes, crimes against humanity, or genocide as such crimes as defined under the law of an international criminal tribunal, the applicable country, or the United States. Currently, rewards are authorized for information leading to the arrest, conviction, or transfer of a foreign national accused of such crimes only as defined under the statutes of the relevant tribunal.","76":"This bill directs the President pro tempore of the Senate and the Speaker of the House of Representatives to make appropriate arrangements for the award of a single Congressional Gold Medal to Rosie the Riveter (i.e., any female individual who held employment or volunteered in support of the war efforts during World War II), in recognition of their contributions to the United States and the inspiration they have provided to ensuing generations.\nThe medal shall be displayed at the National Museum of American History, which must make the medal available for display at other locations associated with Rosie the Riveter.","77":"This bill revises requirements governing the trade of big cats (i.e., species of lion, tiger, leopard, cheetah, jaguar, or cougar or any hybrid of such species). Specifically, it revises restrictions on the possession and exhibition of big cats, including to restrict direct contact between the public and big cats. ","78":"This bill establishes a National Heritage Areas System to recognize certain areas of the United States that tell nationally significant stories and to conserve, enhance, and interpret the areas' natural, historic, scenic, and cultural resources that illustrate significant aspects of U.S. heritage, and authorizes appropriations through FY2034 for each National Heritage Area. Through such system, the Department of the Interior may provide technical and financial assistance to local coordinating entities to support the establishment, development, and continuity of such areas.\nThe local coordinating entity of a National Heritage Area, not later than three years after the area is included in the National Heritage Area System, shall submit to Interior a management plan for approval.\nInterior, not later than one year before the authorization for federal funding expires for a National Heritage Area, shall (1) conduct an evaluation of the accomplishments of that area, and (2) submit a report detailing the evaluation to specified congressional committees. Based upon the evaluation, Interior shall prepare a report with recommendations for the National Park Service's continued role, if any, with respect to the area.\nInterior may carry out or certify a study to assess the suitability and feasibility of designating a specific geographic area as a National Heritage Area to be included in the National Heritage Area System.\nThe bill (1) spells out the duties and authorities of the local coordinating entities, and (2) sets forth cost-sharing requirements.","79":"This bill increases the per-country cap on family-based immigrant visas from 7% of the total number of such visas available that year to 15%, and eliminates the 7% cap for employment-based immigrant visas. It also removes an offset that reduced the number of visas for individuals from China.\nThe bill also establishes transition rules for employment-based visas from FY2020-FY2022, by reserving a percentage of EB-2 (workers with advanced degrees or exceptional ability), EB-3 (skilled and other workers), and EB-5 (investors) visas for individuals not from the two countries with the largest number of recipients of such visas. Of the unreserved visas, not more than 85% shall be allotted to immigrants from any single country. ","80":"No federal funds may be used to pay any expenses for the establishment of the commemorative work. \nThe Every Word We Utter Monument organization shall be solely responsible for accepting contributions for, and payment of, the expenses of the establishment of such work.","81":"The Department of the Interior shall conduct a reconnaissance survey of the site of the Kettle Creek Battlefield in Wilkes County, Georgia, and adjacent property. \nIn conducting the survey, Interior shall evaluate the likelihood that resources within the site boundary would meet the four following criteria for new parklands:","82":"Summary Unavailable","83":"Summary Unavailable","84":"Summary Unavailable","85":"Summary Unavailable","86":"Summary Unavailable","87":"Summary Unavailable","88":"Summary Unavailable","89":"Summary Unavailable","90":"Summary Unavailable","91":"Summary Unavailable","92":"Summary Unavailable","93":"Summary Unavailable","94":"","95":"","96":"This bill revises provisions related to the National Oceanic and Atmospheric Administration Commissioned Officer Corps.\nAmong other provisions, the bill sets forth new requirements for the corps concerning","97":"This bill requires the National Oceanic and Atmospheric Administration to update at least once every seven years its environmental sensitivity index products for each coastal area of the Great Lakes. An environmental sensitivity index product is a map or similar tool that is utilized to identify sensitive shoreline resources prior to an oil spill event.","98":"This bill provides statutory authority for and revises the National Oceanic and Atmospheric Administration's (NOAA's) Digital Coast program. (The program currently exists under NOAA to provide data, tools, and training that communities use to manage their coastal resources.)\nNOAA must focus on filling data needs and gaps for critical coastal management issues and support continued improvement in existing efforts to coordinate the acquisition and integration of key data sets needed for coastal management.\nNOAA may enter into financial agreements and collect fees to carry out the program.\nAdditionally, NOAA may establish publicly available tools that track ocean and Great Lakes economy data for each coastal state.","99":"Smithsonian American Women's History Museum Act\nThis bill establishes in the Smithsonian Institution a comprehensive women's history museum. \nSuch museum shall be named by the Board of Regents of the Smithsonian Institution. \nThe bill establishes a council, that, among other things, shall make recommendations to the board on the planning, design, and construction of the museum. \nThe board shall designate a site for the museum, with priority given to a site that is on or near the National Mall. ","100":"This bill reauthorizes through FY2025 and revises the Integrated Coastal and Ocean Observation System (IOOS), which is a network of federal and regional entities that provide information about the nation's coasts, oceans, and Great Lakes, as well as new tools and forecasts to improve safety, enhance the economy, and protect the environment.\nThe bill revises the authority of the National Oceanic and Atmospheric Administration (NOAA) to conduct scientific assessments related to storms, including to (1) direct NOAA to seek public input before the Named Storm Event Model (the official meteorological and oceanographic computerized model which utilizes data to replicate the magnitude, timing, and spatial variations of winds, rainfall, and storm surges associated with named storms for which post-storm assessments are conducted) takes effect, and (2) allow NOAA to deploy sensors to areas in coastal states that are at the highest risk of experiencing geophysical events that would cause indeterminate losses.\nThe bill provides statutory authority for NOAA's National Water Center. (The center currently exists at NOAA as the research and operational center of excellence for hydrologic analyses, forecasting, and related decision support services.)\nAdditionally, the bill directs the National Weather Service (NWS) to make a policy directive for the National Water Center publicly available. The NWS must also (1) initiate and lead all research and development activities to develop operational water resource prediction and related decision support products, (2) collaborate with relevant state and federal agencies regarding total water prediction, and (3) collaboratively develop capabilities necessary for total water predictive capacity.\n","101":"This bill reauthorizes through FY2024 and revises the National Sea Grant College Program, through which the National Oceanic and Atmospheric Administration (NOAA)\tsupports university-based programs that focus on studying, conserving, and effectively using U.S. coastal resources.\nAmong other things, the bill requires NOAA to award Dean John A. Knauss Marine Policy Fellowships. Currently, NOAA has discretion in awarding such fellowships. The fellowships support the placement of graduate students in fields related to ocean, coastal, and Great Lakes resources in positions with the executive and legislative branches.\nThe bill reauthorizes through FY2024 grants for (1) university research on the biology, prevention, and control of aquatic nonnative species; (2) university research on oyster diseases, oyster restoration, and oyster-related human health risks; (3) university research on the biology, prevention, and forecasting of harmful algal blooms; and (4) fishery extension activities conducted by sea grant colleges or sea grant institutes to enhance existing core program funding.\nThe bill authorizes grants for (1) priority issues identified in the National Sea Grant Program's strategic plan, and (2) university research on sustainable aquaculture techniques and technologies.","102":"ALS Disability Insurance Access Act of 2019\nThis bill eliminates the five-month waiting period for Old Age, Survivors, and Disability Insurance benefits for individuals with amyotrophic lateral sclerosis (a progressive neurodegenerative disease, also known as Lou Gehrig's disease, that affects nerve cells in the brain and spinal cord). Under current law, individuals must wait five months after becoming disabled before their disability insurance benefit payments may begin. ","103":"This bill directs the National Sea Grant Office in the National Oceanic and Atmospheric Administration to establish a Young Fishermen's Development Grant Program to provide training, education, outreach, and technical assistance initiatives for young fishermen.\nThe office shall make competitive matching grants to support local and regional training, education, outreach, and technical assistance initiatives for young fishermen, including programs, workshops, and services related to (1) seamanship, navigation, electronics, and safety; (2) vessel and engine care, maintenance, and repair; and (3) sustainable fishing practices.\tGrant recipients must be a collaborative state, tribal, local, or regionally based network or partnership of public or private entities.\n Grants may not be used to purchase a fishing license, permit, quota, or other harvesting right.","104":"This bill requires the Department of the Interior, after the submission of the President's budget for FY2020, to report to Congress on ","105":"This bill instructs the Department of the Interior and the Department of Agriculture to make the National Parks and Federal Recreational Lands Pass available, without charge and for the lifetime of the passholder, to (1) any U.S. citizen or person domiciled in the United States who has been medically determined to be permanently disabled, if the citizen or person furnishes adequate proof of the disability and such citizenship or residency; and (2) any veteran who has been found to have a service-connected disability. ","106":"This bill makes several revisions related to economic development for Native American communities.\n(Sec. 3) Specifically, the bill establishes duties for the Office of Native American Business Development, including (1) advising the Department of Commerce regarding the relationship between the United States and Indian tribes; and (2) serving as the point of contact for tribes, tribal organizations, and members of tribes regarding economic development and doing business in Indian lands.\nThe bill also requires coordination between Commerce, the Department of the Interior, and the Department of the Treasury to support economic development in Native American communities.\n Under the bill, assistance from the Community Development Financial Institutions Fund benefiting Native American institutions does not require matching funds.\nThe Government Accountability Office must conduct a study that assesses (1) current programs and services that assist Native American communities with business and economic development; (2) assistance provided to Native Americans pursuant to loan, bond, and tax incentive programs; and (3) alternative incentives for tribal governments to invest in a Native American community development investment fund or bank.\n(Sec. 4) The bill requires the Department of Health and Human Services (HHS) to use Native American labor and purchase Native American industry products, unless Interior or HHS determines it would be impracticable and unreasonable to do so. Among other requirements, HHS and Interior must conduct outreach to Indian industrial entities in the implementation of enterprise development.\n(Sec. 5) Additionally, the bill authorizes the Administration for Native Americans (ANA) to provide financial assistance to Native American community development financial institutions. ANA must give priority for financial assistance to applicants whose programs seek to develop (1) tribal codes and court systems relating to economic development, (2) tribal business structures, (3) community development financial institutions, or (4) tribal master plans for community and economic development and infrastructure.","107":"(Sec. 2) This bill directs the Department of Agriculture to transfer to the administrative jurisdiction of the Department of the Interior all right, title, and interest of the United States in and to approximately 11,760 acres of identified federal land in the Chippewa National Forest in Cass County, Minnesota. Immediately upon transfer, the federal land shall be held in trust for the benefit of the Leech Lake Band of Ojibwe and considered as a part of its reservation. \nThe federal land shall not become eligible or be used for gaming activities under the Indian Gaming Regulatory Act. ","108":"This bill authorizes the Bureau of Indian Affairs (BIA) to assess sanitation and safety conditions on land set aside to provide Columbia River Treaty tribes access to traditional fishing grounds. The bill applies to land held by the United States for the benefit of the Nez Perce Tribe, the Confederated Tribes of Umatilla Indian Reservation, the Confederated Tribes of the Warm Springs Reservation of Oregon, and the Confederated Tribes and Bands of the Yakama Nation.\nThe BIA may enter into contracts with tribes or tribal organizations to improve sanitation, safety conditions, and access to electricity, sewer, and water infrastructure on this land. \n The Government Accountability Office must evaluate whether the sanitation and safety conditions on the lands have improved as a result of the contracts and report on the results of the evaluation.","109":"American Apprenticeship Act\nThis bill directs the Department of Labor to make grants to assist states in carrying out projects that defray the cost of instruction associated with pre-apprenticeship and apprenticeship programs.\nLabor shall (1) establish performance measures and an evaluation system for such grant program; and (2) identify in-demand occupations that lack the use of apprenticeships, analyze the use of the apprenticeship model in those occupations, and report on such analysis to states and Congress.","110":"Summary Unavailable","111":"GI Education Benefits Fairness Act of 2019\nThis bill expands eligibility for receipt of GI education benefits as a dependent under the Post-9/11 Educational Assistance Program. Specifically, the bill includes certain unmarried persons as dependents who can receive a transferred entitlement to educational assistance.","112":"This bill authorizes the Department of the Interior to take into trust 16.573 acres of land in Cleveland County, North Carolina, on behalf of the Catawba Indian Nation for the tribe to own and operate a gaming facility on such land.","113":"Summary Unavailable","114":"Equality Act\nThis bill prohibits discrimination based on sex, sexual orientation, and gender identity in areas including public accommodations and facilities, education, federal funding, employment, housing, credit, and the jury system. Specifically, the bill defines and includes sex, sexual orientation, and gender identity among the prohibited categories of discrimination or segregation. \nThe bill expands the definition of public accommodations to include places or establishments that provide (1) exhibitions, recreation, exercise, amusement, gatherings, or displays; (2) goods, services, or programs; and (3) transportation services.\nThe bill allows the Department of Justice to intervene in equal protection actions in federal court on account of sexual orientation or gender identity.\nThe bill prohibits an individual from being denied access to a shared facility, including a restroom, a locker room, and a dressing room, that is in accordance with the individual's gender identity.","115":"Summary Unavailable","116":"Summary Unavailable","117":"Summary Unavailable","118":"Summary Unavailable","119":"Summary Unavailable","120":"Summary Unavailable","121":"Summary Unavailable","122":"Summary Unavailable","123":"Summary Unavailable","124":"Summary Unavailable","125":"Summary Unavailable","126":"Summary Unavailable","127":"Summary Unavailable","128":"Long Bridge Act of 2020\nThis bill authorizes the National Park Service (NPS) to convey to Virginia or the District of Columbia any federal land or interest in federal land under the jurisdiction of the NPS that is identified by Virginia or the District as necessary for the Long Bridge Project, a project to expand commuter and regional passenger rail service and provide bicycle and pedestrian access crossings over the Potomac River.\nThe NPS may allow the temporary use of any federal land under the jurisdiction of the NPS that is identified by Virginia or the District as necessary for the construction of the Long Bridge Project.","129":"Saguaro National Park Boundary Expansion and Study Act of 2020\nThis bill modifies the boundary of Saguaro National Park in Arizona by adding approximately 1,150 acres to the park, and it requires the Department of the Interior to conduct a study to identify lands that would become a part of any future boundary adjustments for the park.\n Interior may, with the consent of Arizona and in accordance with federal and state law, acquire land or interests therein owned by the state within the boundary of the park.\nIf Interior is unable to acquire such state land, Interior may enter into an agreement that would allow the National Park Service to manage such land within the park's boundary.","130":"Summary Unavailable","131":"Rocky Mountain National Park Ownership Correction Act \nThis bill directs the Department of the Interior to convey specified federal land to the owner of specified nonfederal land if the owner of the nonfederal land offers to exchange the land.\nThe values of the federal and nonfederal land to be exchanged shall be considered to be of equal value.\nThe nonfederal land that is acquired by Interior shall be administered as part of Rocky Mountain National Park in Colorado. ","132":"Rocky Mountain National Park Boundary Modification Act\nThis bill authorizes the Department of the Interior to acquire, by donation, approximately 40 acres of specified nonfederal land for inclusion in Rocky Mountain National Park in Colorado. Upon acquisition, Interior shall (1) modify the boundary of the park to include the acquisition, and (2) administer the acquired land as part of the park. ","133":"Summary Unavailable","134":"Aerial Incursion Repercussion Safety Act of 2019 or the AIR Safety Act of 2019\nThis bill directs the Bureau of Land Management to study the effects of drone incursions on the suppression of wildfires concerning lands managed by the Department of the Interior or the Department of Agriculture. ","135":"Surface Mining Control and Reclamation Act Amendments of 2019\nThis bill reauthorizes the Abandoned Mine Reclamation Fund fees and expands the payments from the fund for abandoned coal mine cleanups.\nSpecifically, the bill","136":"(Sec. 3) This bill directs the Department of the Treasury to mint and issue $5 gold coins, $1 silver coins, and half-dollar clad coins emblematic of the National Purple Heart Hall of Honor.\n(Sec. 5) The bill limits the issuance of such coins to the one-year period beginning on January 1, 2021.\n(Sec. 7) The bill prescribes surcharges for coin sales, which shall be paid to the National Purple Heart Hall of Honor, Inc., to support the mission of such organization, including capital improvements to the National Purple Heart Hall of Honor facilities.","137":"Robert E. Lee Statue Removal Act\nThis bill directs the Department of the Interior to develop a plan to remove the monument to Robert E. Lee at Antietam National Battlefield in Maryland. \nInterior must submit to Congress a time line for the removal of such monument in accordance with the plan. ","138":"Summary Unavailable","139":"Summary Unavailable","140":"Summary Unavailable","141":"Summary Unavailable","142":"Summary Unavailable","143":"Summary Unavailable","144":"Summary Unavailable","145":"Summary Unavailable","146":"Summary Unavailable","147":"Summary Unavailable","148":"Summary Unavailable","149":"United States Grain Standards Reauthorization Act of 2020\nThis bill reauthorizes through FY2025 the United States Grain Standards Act, which authorizes the Department of Agriculture (USDA) to establish official marketing standards for grains, and to provide procedures for grain inspection and weighing.\nAdditionally, the bill","150":"Summary Unavailable","151":"This bill establishes criminal penalties for unauthorized access of certain student loan information and expands the requirements for student loan exit counseling. \nSpecifically, the bill makes it a crime to knowingly use an access device (e.g., account number) that was issued to another person or was fraudulently obtained to access Department of Education (ED) information technology systems for commercial advantage or private financial gain. A violator is subject to criminal penalties—a fine, a prison term of up to five years, or both. \nFurther, the bill expands loan exit counseling requirements to require an institution of higher education that participates in federal student-aid programs to provide an explanation to borrowers cautioning them about third-party student debt relief companies.\nIt also requires ED to prevent unauthorized access to the central database for student aid (i.e., the National Student Loan Data System) and warn borrowers of suspicious activity regarding their student loan accounts.","152":"This bill requires certain issuers of securities to establish that they are not owned or controlled by a foreign government. Specifically, an issuer must make this certification if the Public Company Accounting Oversight Board is unable to audit specified reports because the issuer has retained a foreign public accounting firm not subject to inspection by the board. Furthermore, if the board is unable to inspect the issuer's public accounting firm for three consecutive years, the issuer's securities are banned from trade on a national exchange or through other methods. \nForeign issuers of securities that use such a firm to prepare an audit report must disclose for each non-inspection year","153":"Crooked River Ranch Fire Protection Act\nThis bill (1) modifies the boundary of the Deschutes Canyon-Steelhead Falls Wilderness Study Area in Oregon to exclude approximately 688 acres of public land, and (2) directs the Department of the Interior to manage such land to improve fire resiliency and forest health. ","154":"Summary Unavailable","155":"Healthy Food Access for All Americans Act \nThis bill allows tax credits and grants for activities that provide access to healthy food in food deserts, which are communities that have limited or no access to grocery stores and meet income requirements. \nFor entities that are certified by the Department of the Treasury as special access food providers using specified criteria, the bill allows tax credits for operating a new grocery store or renovating an existing grocery store in a food desert. The bill also authorizes grants for a portion of (1) the construction costs of building a permanent food bank in a food desert, and (2) the annual operating costs of temporary access merchants (mobile markets, farmers markets, and food banks). \nTreasury, in coordination with the Department of Agriculture (USDA), must annually allocate the tax credits and grants to special access food providers. Grants authorized by this bill are not considered gross income for tax purposes. \nThe bill also requires USDA to update the Food Access Research Atlas at least annually to account for food retailers that are placed in service during that year. ","156":"This bill makes updates related to Department of Veterans Affairs (VA) transition assistance, mental health care, care for women veterans, and telehealth care.\nTITLE I--IMPROVEMENT OF TRANSITION OF INDIVIDUALS TO SERVICES FROM DEPARTMENT OF VETERANS AFFAIRS\n(Sec. 101) This section requires the VA to submit a plan for the provision of VA health care to any veteran during the one-year period following the discharge or release from active military, naval, or air service.\n(Sec. 102) The Department of Defense (DOD) and the VA must jointly review and report on the records of each former member of the Armed Forces who died by suicide within one year of separation from the Armed Forces during the five-year period preceding the enactment of this bill. \n(Sec. 103) The VA must report on the Recovery Engagement and Coordination for Health—Veterans Enhanced Treatment (REACH VET) program to assess, among other elements, the impact of the program on rates of suicide among veterans. \n(Sec. 104) This section updates reporting requirements related to the mental and behavioral health care provided by the VA to former members of the Armed Forces with other than honorable discharge.\nTITLE II--SUICIDE PREVENTION\n(Sec. 201) This section establishes the Staff Sergeant Parker Gordon Fox Suicide Prevention Grant Program, under which the VA must award grants for a period of three years to eligible entities for the provision of suicide prevention services to veterans and their families. A nongovernmental entity must conduct a study on the provision of such grants to evaluate the effectiveness. \nIn certain circumstances, entities receiving grants must refer eligible individuals for additional care at the VA. If it is clinically appropriate, the VA must provide an individual receiving suicide prevention services through a grant with a mental health care assessment or services. If an individual refuses such care, ongoing clinical services provided by a grantee must be at the expense of the grantee. \n(Sec. 202) The VA must complete a study and report on the feasibility and advisability of providing complementary and integrative health treatments, such as acupuncture, at all VA medical facilities. \n(Sec. 203) After the Creating Options for Veterans' Expedited Recovery Commission submits its final report, the VA must conduct a three-year pilot program to provide complementary and integrative health services (e.g., animal therapy) to certain veterans from the VA or non-VA entities for the treatment of post-traumatic stress disorder (PTSD), depression, or anxiety. The VA is authorized to extend the duration based on the results of the implementation.\n(Sec. 204) The VA must seek to enter into an agreement with the National Academies of Sciences, Engineering, and Medicine to study the effects of opioids and benzodiazepine on all-cause mortality of veterans, including suicide, regardless of whether information relating to such deaths has been reported by the Centers for Disease Control and Prevention. \nThe Government Accountability Office (GAO) must conduct a review of the staffing levels for mental health professionals of the VA. \n(Sec. 205) This section requires the GAO to report on the VA's efforts to manage veterans at high risk for suicide.\nTITLE III--PROGRAMS, STUDIES, AND GUIDELINES ON MENTAL HEALTH\n(Sec. 301) This section requires the VA to conduct a study on the connection between living at high altitude and the risk of developing depression or dying by suicide among veterans. Depending on the results, a follow-up study may be required to identify biological causes and effective treatments.\n(Sec. 302) The VA must develop a clinical provider treatment toolkit and training materials for the evidence-based management of comorbid mental health conditions, comorbid mental health and substance use disorders, and a comorbid mental health condition and chronic pain.\n(Sec. 303) The VA and DOD (through the Assessment and Management of Patients at Risk for Suicide Work Group) must issue an update to the VA/DOD Clinical Practice Guideline for Assessment and Management of Patients at Risk for Suicide that (1) considers gender-specific factors; and (2) includes guidance with respect to the efficacy of certain alternative therapies, such as meditation and animal therapy. \n(Sec. 304) This section requires the VA to complete the development of a clinical practice guideline or guidelines for the treatment of serious mental illness. Under this section, such guidelines must address the treatment of schizophrenia, schizoaffective disorder, and persistent mood disorder (including bipolar disorder I and II).\nThe VA must establish the Serious Mental Illness Work Group with DOD and the Department of Health and Human Services to develop such clinical practice guideline or guidelines.\nAdditionally, the VA must complete an assessment of the 2016 Clinical Practice Guidelines for the Management of Major Depressive Disorders to determine if an update is necessary.\n(Sec. 305) The VA must implement the Precision Medicine for Veterans Initiative to identify and validate brain and mental health biomarkers among veterans, with specific consideration for depression, anxiety, PTSD, bipolar disorder, and traumatic brain injury. The VA must develop data privacy and security measures to ensure the information of veterans participating in the initiative is kept private and secure. The VA must also coordinate efforts of the initiative with the Million Veterans Program.\n(Sec. 306) This section authorizes the VA to contract with academic institutions or other qualified entities to carry out any statistical analyses and data evaluation as required by law.\nTITLE IV--OVERSIGHT OF MENTAL HEALTH CARE AND RELATED SERVICES\n(Sec. 401) The VA must enter into an agreement with a nonfederal government entity that has expertise in conducting and evaluating research-based studies to conduct a study on the effectiveness of the VA's suicide prevention and mental health outreach materials and campaigns.\n(Sec. 402) The VA must establish measurable goals to evaluate the effectiveness of the VA's mental health and suicide prevention media outreach campaigns.\n(Sec. 403) This section requires the GAO to conduct a management review of the mental health and suicide prevention services provided by the VA.\n(Sec. 404) The GAO must report on the VA's efforts to integrate (1) mental health care into VA primary care clinics, and (2) community-based mental health care (care provided by a non-VA provider but paid for by the VA) into the Veterans Health Administration (VHA).\n(Sec. 405) The VA and DOD must report on their mental health programs, including joint programs of the departments. The VA must establish a joint VA/DOD Intrepid Spirit Center to serve active duty members of the Armed Forces, members of the reserve components, and veterans for mutual benefit and growth in treatment and care for PTSD and traumatic brain injury. \nTITLE V--IMPROVEMENT OF MENTAL HEALTH MEDICAL WORKFORCE\n(Sec. 501) The VA must submit a plan to address the staffing of mental health providers at its facilities. Additionally, the VA must develop an occupational series for its licensed professional mental health counselors and marriage and family therapists.\n(Sec. 502) This section requires the VA to carry out the Department of Veterans Affairs Readjustment Counseling Service Scholarship Program under the Educational Assistance Program.\n(Sec. 503) The GAO must report on the VA's Readjustment Counseling Service. Such report must include, among other elements, an assessment of barriers to care at Vet Centers.\n(Sec. 504) This section expands the annual reporting requirement on the activities of the Readjustment Counseling Service to include additional elements.\n(Sec. 505) The VA must conduct a survey on the attitudes of veterans toward the VA offering appointments outside the usual operating hours of VA facilities, including via telehealth appointments. The VA must also study the feasibility and advisability of offering appointments outside the usual operating hours\n(Sec. 506) The VA must ensure each of its medical centers is staffed with at least one suicide prevention coordinator. In addition, the VA must conduct a study to determine the feasibility and advisability of the realignment and reorganization of suicide prevention coordinators within the Office of Mental Health and Suicide Prevention and the creation of a suicide prevention coordinator program office.\n(Sec. 507) This section requires the VA to report on its efforts to implement a suicide prevention program for veterans presenting to an emergency department or urgent care center of the VHA who are assessed to be at risk for suicide and are safe to be discharged home.\nTITLE VI--IMPROVEMENT OF CARE AND SERVICES FOR WOMEN VETERANS\n(Sec. 601) This section requires the VA to expand the capabilities of the Women Veterans Call Center by including a text messaging capability.\n(Sec. 602) The VA must publish a website providing information for women veterans about the benefits and services available to them.\nTITLE VII--OTHER MATTERS\n(Sec. 701) This section requires the VA to award grants to entities for the expansion of telehealth capabilities and provision of telehealth services to veterans. An entity seeking to establish a telehealth access point for veterans without grant funding is authorized to enter into an agreement with the VA to establish such access point. \nThe VA must assess and report on the barriers veterans face in accessing telehealth services.\n(Sec. 702) This section authorizes the VA to enter partnerships with nonfederal government entities to provide hyperbaric oxygen treatment to veterans to research the effectiveness of such therapy in treating certain conditions (e.g., PTSD). \nThe VA must conduct a systematic review of published research literature on off-label use of hyperbaric oxygen therapy to treat PTSD and traumatic brain injury among veterans and nonveterans. Additionally, the VA must conduct a study on all individuals receiving hyperbaric oxygen therapy through the VA's current pilot program to determine the efficacy and effectiveness for treating PTSD and traumatic brain injury.\n(Sec. 703) The VA must prescribe specified technical qualifications for appointment as a licensed hearing aid specialist in the VHA. Under this section, at least one licensed hearing aid specialist must be appointed at each VA medical center.\n(Sec. 704) This section requires the VA to complete policy revisions within the internal directive titled Requirements for the Protection of Human Subjects in Research to allow sponsored clinical research of the VA to use accredited commercial institutional review boards to review VA research proposal protocols.\nThe VA must (1) identify accredited commercial institutional review boards for use in connection with sponsored clinical research of the VA, and (2) establish a process to modify existing approvals if a board loses its accreditation during an ongoing clinical trial.\n(Sec. 705) This section also requires the VA to establish an Office of Research Reviews within the VA's Office of Information and Technology to perform centralized security reviews and complete security processes for approved research sponsored outside the VA, among other purposes.","157":"Supporting Children of the National Guard and Reserve Act\nThis bill expands the military student identifier program to include students of parents who serve in reserve components of the Armed Forces, not just active duty members. The military student identifier program provides educators with information about the educational experience of children of members of the Armed Forces.","158":"Clean Slate for Kids Online Act of 2019\nThis bill requires the operator of any website or online service directed to children to\nThe bill allows a limited exception to the deletion requirement if the personal information collected from or about a child is necessary to respond to judicial process or to provide information to law enforcement agencies.","159":"Improving Access to Mental Health Act of 2019\nThis bill increases the Medicare reimbursement rate for clinical social worker services. The bill excludes clinical social worker services from the prospective payment system in which predetermined amounts form the basis for payment under Medicare.\nAdditionally, the bill alters the definition of clinical social worker services as it relates to Medicare. Under current law, such services (1) include services performed for the diagnosis and treatment of mental illnesses, and (2) exclude services furnished to an inpatient of a skilled nursing facility as a condition of the facility's participation in the Medicare program. The bill repeals these provisions and instead specifies that such services include certain types of health behavior assessment and intervention.","160":"Summary Unavailable","161":"Summary Unavailable","162":"Summary Unavailable","163":"Summary Unavailable","164":"Summary Unavailable","165":"Summary Unavailable","166":"Summary Unavailable","167":"Summary Unavailable","168":"Summary Unavailable","169":"Summary Unavailable","170":"Summary Unavailable","171":"Summary Unavailable","172":"Summary Unavailable","173":"Carried Interest Fairness Act of 2019\nThis bill modifies the tax treatment of carried interest, which is compensation that is typically received by a partner of a private equity or hedge fund and is based on a share of the fund's profits. (Under current law, carried interest is taxed as investment income rather than at ordinary income tax rates.)\nThis bill includes provisions that \nThe bill defines \"investment services partnership interest\" as any interest in a partnership held by a person who provides services to a partnership by (1) advising the partnership about investing in, purchasing, or selling specified assets; (2) managing, acquiring, or disposing of specified assets; or (3) arranging financing with respect to acquiring specified assets.","174":"No Tax Breaks for Outsourcing Act \nThis bill modifies the tax treatment of the foreign source income of domestic corporations. The bill includes provisions that","175":"Summary Unavailable","176":"Summary Unavailable","177":"Summary Unavailable","178":"This bill expands the President's authority to impose sanctions related to Belarus to include activities surrounding the disputed 2020 Belarusian presidential election and subsequent government crackdown. The bill also expands authorized assistance to Belarus.\nThe President may impose visa-blocking sanctions on any alien who (1) is a member of the Central Election Commission of Belarus or assisted in the manipulation of the August 9, 2020, presidential election, (2) is a government official responsible for the crackdown on independent media, (3) is an official of the Union State (an international organization consisting of Belarus and Russia), or (4) is a Russian individual who has significantly participated in the crackdown on the press or human rights abuses related to political repression in Belarus. (The President already has authority to impose such sanctions on certain aliens, such as senior leaders in the government of Belarus.)\nThe bill also expands authorized assistance related to Belarus to include assistance to (1) counter internet censorship and surveillance technology, (2) support the work of women advocating for freedom and human rights, and (3) support political refugees fleeing the crackdown in Belarus.","179":"This bill requires the Department of State to distribute specified briefing materials to individuals representing the United States at international athletic competitions. These materials must contain information on human rights concerns and personal privacy and security risks posed by certain host countries (e.g., specified communist countries and countries that do not meet certain minimum standards with respect to human trafficking and are not making significant efforts to do so).","180":"This bill provides statutory authority for the registered apprenticeship program within the Department of Labor (DOL), provides for related grant programs, and contains related provisions.\nThe bill provides statutory authority for the Office of Apprenticeship (OA) within DOL. The OA's responsibilities include (1) supporting the development of apprenticeship models; (2) recognizing qualified state apprenticeship agencies, and operating apprenticeship offices in states without a recognized agency; (3) providing technical assistance to state agencies; (4) periodically updating requirements for each occupation in the apprenticeship program and determining whether to approve new occupations for the program; and (5) awarding grants provided under this bill.\nThe bill also establishes in statute the responsibilities of state apprenticeship agencies and offices, including (1) providing technical assistance to stakeholders, (2) resolving complaints, (3) establishing state performance goals, and (4) including in its written plan a description of how its apprenticeship programs align with the skills needs of the state's employers.\nThe OA shall enter into an agreement with the Department of Education to promote the integration and alignment of apprenticeship programs with secondary, postsecondary, and adult education. \nThe OA shall award grants to eligible entities to (1) expand national apprenticeship system programs, including by encouraging employer participation; and (2) strengthen alignment between the apprenticeship system and education providers.\nThe bill also establishes in statute criteria for various programs, including (1) quality standards for apprenticeships, (2) requirements for apprenticeship agreements between a program sponsor and an apprentice, and (3) acceptable uses for grant funds awarded under this bill. ","181":"This prohibition shall terminate after","182":"Summary Unavailable","183":"This bill extends through FY2025 authority for debt-for-nature swaps and debt buyback programs that reduce or convert debt obligations from eligible countries to the United States into funding for nature conservation and protection efforts in that country.","184":"Summary Unavailable","185":"East Africa Locust Eradication Act\nThis bill establishes an interagency working group to (1) assess the scope of the locust outbreaks in the East Africa region and their impacts on food security and political stability, including in the context of restrictions relating to COVID-19 (i.e., coronavirus disease 2019); (2) review the effectiveness of regional and multilateral efforts to eradicate locust outbreaks; and (3) develop and implement a plan to eradicate locust outbreaks and address future outbreaks. ","186":"This bill authorizes the United States to participate in the Coalition for Epidemic Preparedness Innovations (CEPI), an alliance of countries and private partners whose mission is to finance and coordinate the development of vaccines for high-priority, epidemic-potential threats.\nThe President must submit a report outlining (1) planned U.S. contributions to, and participation in, CEPI; (2) the manner and extent to which the United States shall participate in the governance of CEPI; and (3) how participation in CEPI supports U.S. government strategies and programs in health security and biodefense. ","187":"Haiti Development, Accountability, and Institutional Transparency Initiative Act\nThis bill directs the Department of State to undertake specific initiatives to prioritize and assess (1) the protection and preservation of human rights in Haiti, (2) the promotion of press and assembly freedoms and the protection of journalists in Haiti, (3) efforts to combat corruption in Haiti, and (4) a strategy of post-disaster recovery and development efforts in Haiti. ","188":"This bill directs the President, when determining whether Russia is a country of particular concern for religious freedom under certain federal laws, to consider incidents occurring in the parts of Ukraine controlled by Russia or Russia-affiliated non-state groups. (The United States may take certain actions, such as withdrawing development assistance, against a country of particular concern for religious freedom.) ","189":"","190":"This bill provides for sanctions and assistance related to the conflict in Libya.\nThe President shall impose property- and visa-blocking sanctions on any foreign person providing significant support to a militia or paramilitary group that is (1) knowingly threatening peace or stability in Libya, (2) knowingly engaging in the significant misappropriation or illicit exploitation of Libyan state assets or natural resources, or (3) responsible for or complicit in gross human rights violations in Libya. Such sanctions shall expire on December 31, 2024. \nThe Department of State shall work to strengthen Libya's democratic governance, including by providing assistance to (1) support efforts to resolve the current civil conflict in Libya, (2) unify Libya's financial and governing institutions, and (3) ensure transparent and credible future elections in Libya. \nThe Department of the Treasury shall vote and argue for international financial institutions to support an economic recovery in Libya that supports the establishment of a sovereign state with democratic institutions and rule of law. ","191":"This bill authorizes the Department of State and the U.S. Agency for International Development (USAID) to prioritize and advance global efforts to prevent and reduce marine debris and plastic waste. The State Department and the USAID are authorized to work with private-sector and nongovernmental entities to complement such efforts.\nThe bill also authorizes the U.S. International Development Finance Corporation to establish an initiative to pursue investment opportunities to address plastic waste pollution and support improved waste management systems in developing countries. ","192":"Summary Unavailable","193":"Summary Unavailable","194":"Summary Unavailable","195":"Summary Unavailable","196":"Summary Unavailable","197":"Summary Unavailable","198":"Summary Unavailable","199":"Summary Unavailable","200":"This bill replaces the congressional publication entitled United States Government Policy and Supporting Positions, commonly known as the PLUM Book, with an online public directory.\nThe PLUM Book contains personnel information for federal civil service leadership and support positions in the legislative and executive branches that may be subject to noncompetitive appointment, including heads of agencies and policy executives. The book is used to identify presidentially appointed positions and is published every four years (after each presidential election) by certain congressional committees.\nThe bill requires the Office of Personnel Management (OPM) to publish the information contained in the PLUM Book on a public website in a format that is easily searchable and that otherwise meets certain data standards. Agencies must upload updated information to the website on a biennial basis. OPM must verify the accuracy of the website's information 90 days after its creation, in coordination with the White House Office of Presidential Personnel.\nThe bill terminates publication of the PLUM Book in its current form on January 1, 2024.","201":"Improving Access to Medicare Coverage Act of 2019\nThis bill deems an individual receiving outpatient observation services in a hospital as an inpatient for purposes of satisfying the three-day inpatient hospital-stay requirement with respect to Medicare coverage of skilled nursing facility services.","202":"Summary Unavailable","203":"Summary Unavailable","204":"Summary Unavailable","205":"Summary Unavailable","206":"York River Wild and Scenic River Act of 2019\nThis bill designates specified segments of the main stem and the tributaries of Bass Cove Creek, Cider Hill Creek, Cutts Ridge Brook, Dolly Gordon Brook, Libby Brook, Rogers Brook, and Smelt Brook of the York River in Maine as a recreational river. \nThe Department of the Interior may enter into cooperative agreements to provide for the long-term protection, preservation, and enhancement of the river segments. \nNo land or interest in land within the watersheds of the river segments may be acquired by condemnation. ","207":"Summary Unavailable","208":"Summary Unavailable","209":"Summary Unavailable","210":"Summary Unavailable","211":"Summary Unavailable","212":"Summary Unavailable","213":"Summary Unavailable","214":"Summary Unavailable","215":"Summary Unavailable","216":"Summary Unavailable","217":"Summary Unavailable","218":"Summary Unavailable","219":"Summary Unavailable","220":"This bill revises the Impact Aid Program application process for FY2022. It also revises FY2021 allocations under the Migrant Education Program.\nFirst, the bill requires local educational agencies (LEAs) participating in the Impact Aid Program to use the student count or federal property valuation data from their FY2021 program applications, as applicable, for their FY2022 program applications. The program provides funding to LEAs that have lost property tax revenue due to the presence of tax-exempt federal property or to those that have experienced increased expenditures due to enrollment of federally connected children (e.g., children living on Indian lands or military bases).\nIn addition, the bill directs the Department of Education to use school year 2018-2019 data or school year 2019-2020 data, whichever is greater, for making FY2021 allocations to states under the Migrant Education Program. States use these program funds to identify eligible migratory children and provide them with education and support services. ","221":"Summary Unavailable","222":"This bill implements programs, policies, and reports related to Department of Veterans Affairs (VA) transition assistance, suicide care, mental health education and treatment, health care, and women veteran care.\nAmong other requirements, the VA must","223":"Negro Leagues Baseball Centennial Commemorative Coin Act\nThis bill directs the Department of the Treasury to mint and issue up to 50,000 $5 gold coins, 400,000 $1 silver coins, and 750,000 half-dollar clad coins in commemoration of the 100th anniversary of the establishment of the Negro National League, a professional baseball league that was formed in response to African-American players being banned from baseball's major leagues. \nThe design of the coins shall be emblematic of the Negro Leagues Baseball Museum and its mission to promote tolerance, diversity, and inclusion. \nAll surcharges from sales of these coins shall be paid to the Negro Leagues Baseball Museum to fund educational and outreach programs and exhibits. ","224":"This bill directs the Speaker of the House of Representatives and the President pro tempore of the Senate to arrange for the presentation of a Congressional Gold Medal to Greg LeMond, in recognition of his contributions to the nation as an athlete, activist, role model, and community leader.","225":"Internet of Things Cybersecurity Improvement Act of 2019 or the IoT Cybersecurity Improvement Act of 2019\nThis bill requires the National Institute of Standards and Technology (NIST) and the Office of Management and Budget (OMB) to take specified steps to increase cybersecurity for Internet of Things (IoT) devices. IoT is the extension of Internet connectivity into physical devices and everyday objects.\nThe bill establishes September 30, 2019, as the deadline for the completion of NIST's efforts regarding considerations for managing IoT cybersecurity risks, especially regarding examples of possible cybersecurity capabilities of IoT devices. By March 31, 2020, NIST must develop recommendations for the appropriate use and management of IoT devices owned or controlled by the government, including minimum information security requirements for managing cybersecurity risks.\nThe OMB shall then issue guidelines for each agency that are consistent with such recommendations.\nNIST and the OMB shall publish guidance on policies and procedures for the reporting, coordinating, publishing, and receiving of information about a security vulnerability relating to an IoT device used by the government and the resolution of such security vulnerability.","226":"This bill makes it unlawful to knowingly influence (or attempt or conspire to influence) a major international sports competition by use of a prohibited substance or prohibited method.\nA violator is subject to criminal penalties—a fine, a prison term of up to 10 years, or both—and mandatory restitution. Additionally, property may be seized and forfeited to the U.S. government if it was used or intended to be used to commit an offense or traceable to the proceeds in connection with an offense.","227":"This bill directs the Department of Veterans Affairs (VA) to report to Congress regarding the accessibility of VA websites (including attached files and web-based applications) to individuals with disabilities. The report shall identify websites, files, and applications that are not accessible to such individuals and include the VA's plan to make each of them accessible.","228":"This bill requires the Department of Veterans Affairs (VA) to report on the policies and procedures relating to patient safety and quality of care and the steps the VA has taken to improve such care at VA medical centers. \nAfter any investigation or trial concludes, the VA must also report on the events involving deaths that occurred at the Louis A. Johnson VA Medical Center in Clarksburg, West Virginia, and the actions the VA has taken to prevent any similar reoccurrence.","229":"Summary Unavailable","230":"Summary Unavailable","231":"Summary Unavailable","232":"Summary Unavailable","233":"Summary Unavailable","234":"Summary Unavailable","235":"Summary Unavailable","236":"Summary Unavailable","237":"Summary Unavailable","238":"Summary Unavailable","239":"Summary Unavailable","240":"Summary Unavailable","241":"Summary Unavailable","242":"Summary Unavailable","243":"Summary Unavailable","244":"Summary Unavailable","245":"Summary Unavailable","246":"Summary Unavailable","247":"Summary Unavailable","248":"Summary Unavailable","249":"Summary Unavailable","250":"Summary Unavailable","251":"Summary Unavailable","252":"Summary Unavailable","253":"Summary Unavailable","254":"Summary Unavailable","255":"Summary Unavailable","256":"Summary Unavailable","257":"A Just Society: The Uplift Our Workers Act\nThis bill requires an employer to be scored on worker-friendliness before entering into a federal contract and establishes a contracting preference for such score.\nSpecifically, each executive agency shall ensure that (1) contracting officers consider the score at least approximately equal in importance to cost or price, and (2) an offeror for a prime contract does not subcontract with any entity that violates specified labor laws and executive orders.\nThe Department of Labor, in coordination with the Office of Management and Budget, shall, among other things","258":"","259":"","260":"","261":"","262":"","263":"This bill directs the National Science Foundation (NSF) and the National Institute of Standards and Technology (NIST) to support research on generative adversarial networks. A generative adversarial network is a software system designed to be trained with authentic inputs (e.g., photographs) to generate similar, but artificial, outputs (e.g., deepfakes).\nSpecifically, the NSF must support research on manipulated or synthesized content and information authenticity and the NIST must support research for the development of measurements and standards necessary to accelerate the development of the technological tools to examine the function and outputs of generative adversarial networks or other technologies that synthesize or manipulate content. ","264":"","265":"This bill directs the Federal Trade Commission (FTC) to establish an office within the Bureau of Consumer Protection to advise the FTC about the prevention of fraud targeting seniors and to assist the FTC with monitoring the market for mail, television, internet, telemarketing, and recorded message telephone call (i.e., robocall) fraud targeting seniors.\nThe office must (1) disseminate to seniors and their families and caregivers information about the most common fraud schemes, including methods of reporting complaints either to the FTC's national toll-free telephone number or to the FTC's Consumer Sentinel Network, where complaints become immediately available to the Federal Bureau of Investigation, state attorneys general, and other appropriate law enforcement agencies; (2) provide, in response to a specific request about a particular entity or individual, publicly available information regarding the FTC's enforcement action; and (3) maintain a website as a resource for information on fraud targeting seniors. "}